#+TITLE: Delve + Emacs

Delve 是一个 Go Debugger，提供了 JSON-RPC API，试试在 Emacs 中控制它。

*** DONE 生成 JSONRPC 文档

见 [[file:manual.org]]

#+BEGIN_SRC elisp
(eww-open-file "/Users/xcy/src/emacs/manual/html_node/elisp/JSONRPC.html")
#+END_SRC

#+RESULTS:
: #<killed buffer>

